Repository: WaretleR/LinuxDev2020
Catalog: 10_Documenting/*.po
Languages: ru

source: Number guessing program. Usage: guess [OPTION] Numbers can be typed in roman digits by passing -r option. Program supports english and russian languages. Variants of answer: yes, no. --help prints this help
ru: Программа для отгадвания чисел. Использование: guess [OPTION] Могут использоваться римские числа при опции -r. Прогрумма поддерживает русский и английский языки. Варианты ответов: да, нет. --help выводит данную справку

source: Choose a number in range [%d, %d]:
ru: Загадайте число из промежутка [%d, %d]:

source: Wrong number!
ru: Неверное число!

source: Is your number greater than %s?
ru: Выбранное вами число больше чем %s?

source: Is your number greater than %d?
ru: Выбранное вами число больше чем %d?

source: Wrong answer! Try again.
ru: Неправильный ответ! Попробуйте еще раз.

source: yes
ru: да

source: no
ru: нет

source: Your chosen number = %s!
ru: Выбранное вами число = %s!

source: Your chosen number = %d!
ru: Выбранное вами число = %d!
